tap "buo/cask-upgrade"
tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "thoughtbot/formulae"
cask "java"
cask "xquartz"
brew "apache-spark"
brew "autoconf"
brew "bdw-gc"
brew "gmp"
brew "libtool"
brew "libunistring"
brew "autogen"
brew "automake"
brew "bash-completion"
brew "bazel"
brew "bfg"
brew "boost"
brew "brew-cask-completion"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre"
brew "glib"
brew "pixman"
brew "cairo"
brew "cask"
brew "libiomp"
brew "clang-omp"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "cpanminus"
brew "perl"
brew "git"
brew "docker"
brew "docker-machine"
brew "libyaml"
brew "docker-compose"
brew "dos2unix"
brew "doxygen"
brew "elasticsearch"
brew "openssl"
brew "elinks"
brew "faac"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "fftw"
brew "fribidi"
brew "jpeg"
brew "gdbm"
brew "gdrive"
brew "gem-completion"
brew "gifsicle"
brew "git-extras"
brew "git-utils"
brew "sqlite"
brew "gobject-introspection"
brew "icu4c"
brew "harfbuzz"
brew "gnuplot", args: ["with-cairo", "with-pdflib-lite", "with-wxmac", "with-x11", "without-lua"]
brew "go"
brew "xz"
brew "googler"
brew "graphicsmagick"
brew "hadoop"
brew "haskell-stack"
brew "lua"
brew "highlight"
brew "hive"
brew "html2text"
brew "htop"
brew "imagemagick"
brew "jansson"
brew "kotlin"
brew "libass"
brew "libogg"
brew "libav", args: ["with-libvorbis", "with-sdl", "with-theora"]
brew "libconfig"
brew "libevent"
brew "libgpg-error"
brew "libgcrypt"
brew "libssh2"
brew "libgit2"
brew "libksba"
brew "libvorbis"
brew "libxml2"
brew "little-cms2"
brew "llvm@3.7"
brew "llvm@3.8"
brew "lynx"
brew "makedepend"
brew "mas"
brew "moreutils"
brew "mplayer"
brew "mpv"
brew "node"
brew "pandoc"
brew "pbzip2"
brew "pcre2"
brew "pdfgrep"
brew "pgcli"
brew "pip-completion"
brew "postgresql"
brew "pyenv"
brew "pypy"
brew "qt"
brew "pyqt"
brew "q"
brew "r"
brew "ruby"
brew "sbt"
brew "scala"
brew "sdl"
brew "sdl_image"
brew "sdl_mixer"
brew "sdl_sound"
brew "sdl_ttf"
brew "snappy"
brew "source-highlight"
brew "sox"
brew "spark"
brew "speedtest-cli"
brew "swig"
brew "tcl-tk"
brew "texi2html"
brew "texinfo"
brew "thefuck"
brew "theora"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "unrar"
brew "vim"
brew "wget"
brew "wiki"
brew "xsv"
brew "yasm"
brew "zeromq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-navigation-tools"
brew "zsh-syntax-highlighting"
brew "thoughtbot/formulae/rcm"
cask "box-sync"
cask "docker-toolbox"
cask "epubquicklook"
cask "font-fira-code"
cask "google-chrome-canary"
cask "google-photos-backup"
cask "jupyter-notebook-ql"
cask "macdown"
cask "mactex"
cask "pycharm-ce"
cask "qlcolorcode"
cask "qlmarkdown"
cask "quicklook-csv"
cask "quicklook-json"
cask "tunnelbear"
cask "virtualbox"
mas "Battery Health 2", id: 1120214373
mas "Bear", id: 1091189122
mas "Blinky", id: 550873221
mas "Copia", id: 1162224626
mas "HazeOver", id: 430798174
mas "Helium", id: 1054607607
mas "Magnet", id: 441258766
mas "Pocket", id: 568494494
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Telegram Desktop", id: 946399090
mas "The Unarchiver", id: 425424353
mas "TweetDeck", id: 485812721
mas "Yandex.Disk", id: 560459030
