tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'josegonzalez/php'
cask 'java'
cask 'xquartz'
brew 'apache-spark'
brew 'autoconf'
brew 'bdw-gc'
brew 'gmp'
brew 'libtool'
brew 'libunistring'
brew 'autogen'
brew 'automake'
brew 'bash-completion'
brew 'bazel'
brew 'bfg'
brew 'boost'
brew 'brew-cask-completion'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'cask'
brew 'libiomp'
brew 'clang-omp'
brew 'cmake'
brew 'coreutils'
brew 'cpanminus'
brew 'git'
brew 'docker'
brew 'libyaml'
brew 'docker-compose'
brew 'doxygen'
brew 'elasticsearch'
brew 'faac'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'fftw'
brew 'fribidi'
brew 'jpeg'
brew 'libtiff'
brew 'gdbm'
brew 'gdrive'
brew 'gem-completion'
brew 'gifsicle'
brew 'git-extras'
brew 'openssl'
brew 'sqlite'
brew 'python'
brew 'gobject-introspection'
brew 'icu4c'
brew 'harfbuzz'
brew 'gnuplot', args: ['with-cairo', 'with-pdflib-lite', 'with-wxmac', 'with-x11', 'without-lua']
brew 'xz'
brew 'python3'
brew 'googler'
brew 'graphicsmagick'
brew 'hadoop'
brew 'haskell-stack'
brew 'lua'
brew 'highlight'
brew 'htop'
brew 'perl'
brew 'imagemagick'
brew 'jansson'
brew 'kotlin'
brew 'libass'
brew 'libogg'
brew 'libav', args: ['with-libvorbis', 'with-sdl', 'with-theora']
brew 'libconfig'
brew 'libevent'
brew 'libgpg-error'
brew 'libgcrypt'
brew 'libssh2'
brew 'libgit2'
brew 'libksba'
brew 'libvorbis'
brew 'libxml2'
brew 'little-cms2'
brew 'llvm@3.7'
brew 'llvm@3.8'
brew 'lynx'
brew 'makedepend'
brew 'mas'
brew 'moreutils'
brew 'mplayer'
brew 'mpv'
brew 'node'
brew 'pandoc'
brew 'pcre2'
brew 'postgresql', restart_service: true
brew 'pgcli'
brew 'pip-completion'
brew 'pyenv'
brew 'pypy'
brew 'qt'
brew 'pyqt'
brew 'q'
brew 'ruby'
brew 'sbt'
brew 'scala'
brew 'sdl'
brew 'sdl_image'
brew 'sdl_mixer'
brew 'sdl_sound'
brew 'sdl_ttf'
brew 'snappy'
brew 'source-highlight'
brew 'sox'
brew 'swig'
brew 'tcl-tk'
brew 'texi2html'
brew 'texinfo'
brew 'thefuck'
brew 'theora'
brew 'tree'
brew 'unixodbc'
brew 'vim'
brew 'wget'
brew 'yadm'
brew 'yasm'
brew 'zeromq'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-completions'
brew 'zsh-git-prompt'
brew 'zsh-navigation-tools'
brew 'zsh-syntax-highlighting'
brew 'homebrew/science/r'
brew 'josegonzalez/php/php56'
cask 'dash'
cask 'docker-toolbox'
cask 'epubquicklook'
cask 'font-fira-code'
cask 'google-chrome-canary'
cask 'id3-editor'
cask 'jupyter-notebook-ql'
cask 'macdown'
cask 'mactex'
cask 'miniconda'
cask 'ngrok'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'telegram'
mas 'Bear', id: 1091189122
mas 'Blinky', id: 550873221
mas 'Exporter', id: 1099120373
mas 'HazeOver', id: 430798174
mas 'Magnet', id: 441258766
mas 'Pocket', id: 568494494
mas 'Slack', id: 803453959
mas 'Spark', id: 1176895641
mas 'Telegram Desktop', id: 946399090
mas 'The Unarchiver', id: 425424353
mas 'TweetDeck', id: 485812721
mas 'Yandex.Disk', id: 560459030
